Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/josm-tm.tmx
Source language: en
Languages: ca_es

source: Support live GPS input (moving dot) through a connection to gpsd server.
ca_es: Suporta l''entrada de GPS en temps real (punt mòbil) a través d''una connexió a un servidor gpsd.

source: Provides the Log4j library for other JOSM plugins. Not meant to be installed directly by users, but rather as a dependency for other plugins.
ca_es: Proveeix la llibreria Log4j per ser utilitzada per d''altres connectors de JOSM. Això significa que serà instal·lat com a dependència pels connectors que ho requereixin i no directament pels usuaris.

source: The MapDust Plug-In shows the MapDust bug reports on the map. You can create, close,invalidate, re-open and comment bug reports by using this plugin.
ca_es: El connector MapDust mostra sobre el mapa la ubicació d''errors. Amb aquest connector podreu crear, tancar, invalidar, reobrir i comentar els errors reportats que es mostren.

source: Provide a measurement dialog and a layer to measure length and angle of segments, area surrounded by a (simple) closed way and create measurement paths (which also can be imported from a gps layer).
ca_es: Aporta una finestra per fer mesures i una capa per mesurar la longitud i l''angle de segments, àrees a l''interior de vies tancades (simples) i crear rutes de mesura (que poden ser importades d''una capa gps)

source: Merge overlapping part of ways.
ca_es: Fusiona les parts de les vies que se superposen

source: Adds no left turn for sets of 4 or 5 ways
ca_es: Afegeix una prohibició de gir a l''esquerra a conjunts de 4 o 5 vies

source: Simplifies download from different read-only APIs.
ca_es: Simplifica la descàrrega de diferents APIs de només lectura

source: Allows to attribute tags to all objects in any selected area at once
ca_es: Permet l''assignació d''etiquetes a tots els objectes d''una àrea seleccionada d''un cop

source: NanoLog adjustment and browsing layer
ca_es: Ajustament NanoLog i capa de navegació

source: Use your system''s password manager to store the API username and password. (KWallet and gnome-keyring are supported.)
ca_es: Utilitzeu el vostre sistema de gestió de contrasenya per enregistrar l''usuari i contrasenya de l''API. (hi ha suport per KWallet i gnome-keyring)

source: Simulates a click when you do a small and short drag. This is useful for tablet pens, when you have problems just clicking the tablet without the mouse moving (general Java - tablet problem).
ca_es: Simula un clic en fer un moviment curt d''arrossegament. Això és útil en el pels llapiços de tauleta o si teniu dificultats per fer clic a una tauleta sense ratolí (problema habitual de les aplicacions Java a les tauletes).

source: Disallow using JOSM forever (WARNING: this plugin prevents JOSM from loading and is hard to rid of)
ca_es: Dehabilita la utilització de JOSM per sempre (AVÍS: aquest connector evita que JOSM es carregui i és difícil de treure''l un cop instal·lat)

source: Convert data from Open Data portals to OSM layer
ca_es: Converteix dades dels portals Open Data ver una capa OSM

source: extended options for editing opening_hours
ca_es: Més opcions per editar hores d''obertura

source: Imports issues from OpenStreetBugs
ca_es: Importa errors d''OpenStreetBugs

source: Allows opening gpx/osm files that intersect the currently visible screen area
ca_es: Permet obrir fitxers gpx/osm que s''interseccionen amb l''àrea visible a pantalla

source: Launches FireFox to display the current visible screen as a nice SVG image.
ca_es: Llança FireFox per mostrar l''àrea visible a pantalla com una bonica imatge SVG.

source: Bring in errors from Osm Inspector and display it on the current JOSM bounding box
ca_es: Pren errors d''Osm Inspector i els mostra al requadre del mapa actual.

source: Import OSM data in PBF format
ca_es: Importa dades OSM en format PBF

source: Import PDF file and convert to ways.
ca_es: Importa un fitxer PDF i el converteix en vies.

source: Write gps position info to the image file header. Run this feature from the right click menu of the image layer.
ca_es: Escriu la posició gps a la capçalera de la imatge. Utilitzeu aquesta opció fent clic amb el botó dret sobre el menú de la capa de la imatge.

source: This plugin allows to display any picture as a background in the editor and align it with the map.
ca_es: Aquest connector permet mostrar qualsevol imatge com a fons a l''editor i aliniar-la amb el mapa.

source: The great JGoodies Plastic Look and Feel.
ca_es: La configuració d''aspecte i comportament de JGoodies Plastic

source: Read and write osmosis poly filter files
ca_es: Llegeix i escriu fitxers de polifiltres osmosis

source: Adds map printing to JOSM
ca_es: Afegeix capacitats d''impresió de mapes a JOSM

source: adds projections from Proj4J
ca_es: Afegeix projeccions des de Proj4J

source: This plugin simplifies the mapping and editing of public transport routes.
ca_es: Aquest connector simplifica el procés d''afegir i modificar rutes de transport públic al mapa.

source: Relation and multipolygon creating and editing panel.
ca_es: Tauler de creació i modificació de relacions i multipolígons

source: Plugin for reverting changesets
ca_es: Connector per desfer conjunts de canvis

source: Plugin for tagging of objects based on a selection of road signs. The dialog can be opened by clicking a small icon in the upper right corner of the properties window. Available country presets: Germany.
ca_es: Connector per etiquetar objectes basat en la selecció de senyals de trànsit. La finestra pot ser oberta fent clic sobre una petita icona que hi haurà a la cantonada superior dreta de la finestra de propietats. Preconfiguracions disponibles per: Alemanya.

source: Renders routes (bus, hiking trails, bicycle routes, ..). Route types must be defined in routes.xml file in plugin directory
ca_es: Renderitza rutes (bus, excursionisme, bicicleta, etc). Esl tipus de ruta han de ser definits al fitxer routes.xml al directori del connector

source: Provides routing capabilities.
ca_es: Afegeix capacitat de generar rutes.

source: Loads data from SDS
ca_es: Carrega dades de SDS

source: Simplify area by removing nodes on very obtuse angles. This can be constrained by maximum removed area size. Also average nearby nodes.
ca_es: Simplifica àrees suprimint els nodes amb angles molt obtusos. Això pot ser limitat indicant un màxim per l''àrea a suprimir.

source: Edit features for OpenSeaMap
ca_es: Modifica funcions per OpenSeaMap

source: Allow adding markers/nodes on current gps positions.
ca_es: Permet d''afegir marcadors/nodes a una posició gps

source: The surveyor''s toolbox.
ca_es: Les eines de surveyor

source: Launch browser to a Web resource about a selected object having known tags, such as Wikipedia
ca_es: Obre un navegador amb un recurs web sobre unobjecte seleccionat amb una etiqueta coneguda, com la Viquipèdia

source: Provides a dialog for editing tags in a tabular grid.
ca_es: Obre una finestra per modificar etiquetes a una taula en forma de graella.

source: Adds a tagging preset tester to the help menu, which helps you developing of tagging presets (quick preview of the dialog that will popup). You can start the jar-file as standalone as well.
ca_es: Afegeix un verificador d''etiquetes preconfigurades al menú d''ajuda, amb l''objectiu d''ajudar-vos en el desenvolupament d''etiquetes preconfigurades (vista prèvia ràpida en una finestra emergent). També podeu iniciar el fitxer jar manualment de manera independent.

source: Make terraced houses out of single blocks.
ca_es: Crea cases en filera a partir de blocs simples

source: Provides helper buttons to allow working with single button mouse (stylus). Activate by holding T and slip map with left mouse button
ca_es: Forneix la possibilitat d''utilitzar tecles auxiliars per a permetre la utilització de dispositius com l''stylus, sense equivalent al botó dret del ratolí. La simulació es fa prement la tecla T i mantenint activat l''equivalent al botó esquerre del ratolí.

source: Traces buildings from Czech cadastral map. Needs TracerServer (.NET or Mono) to be running.
ca_es: Dibuixa edificis a partir del mapa del cadastre txec. Requereix tenir TracerServer (.NET o Mono) funcionant.

source: Traces buildings and other shapes from a map. Needs Tracer2Server to be running.
ca_es: Traça edificis i altres formes d''un mapa. Requereix que el servidor Tracer2 estigui en funcionament.

source: Plugin to digital sign OSM-Data
ca_es: Connector per signar digitalment dades OSM

source: Provides a straightforward GUI for adding, editing and deleting turn lanes.
ca_es: Aporta una interfície gràfica simple per afegir, modificar i suprimir carrils de gir

source: The turnrestrictions plugin allows to enter maintain information about turn restrictions in the OpenStreetMap database.
ca_es: El connector de prohibicions de gir permet afegir i mantenir informació sobre prohibicions de gir a la base de dades d''OpenStreetMap.

source: Allows undeleting object from OSM database
ca_es: Permet recuperar objectes esborrats de la base de dades d''OSM

source: Several utilities that make your life easier.
ca_es: Vàries utilitats per fer-vos més fàcil la vostra feina.

source: (This Plugin is currently work in progress!!!) Links and syncs a georeferenced video against a GPS track, to use it for identify visible objects.
ca_es: (Connector en desenvolupament) Enllaça i sincronitza un vídeo georeferenciat amb un track GPS, per se utilitzat per identificar objectes visibles.

source: Supports downloading tiled, scanned maps from walking-papers.org. This plugin is still under early development and may be buggy.
ca_es: Suporta la descàrrega de walking-papers.org de tessel·les de mapes escanejats. Aquest connnector és encara en un estadi inicial de desenvolupament i pot tenir errors.

source: Easy downloading along a long set of interconnected ways
ca_es: Facilita la descàrrega al llarg d''un gran conjunt de vies interconnectades

source: Enables searching for waypoint imported from gpx file.
ca_es: Habilita la cerca de fites importades d''un fitxer gpx

source: Select a sequence of non-branching connected ways
ca_es: Selecciona una seqüència de vies connectades sense bifurcacions

source: Simplifys linking OSM objects to Wikipedia articles
ca_es: Simplifica l''enllaç d''objectes OSM amb els articles de la Viquipèdia

source: Drive a race car from point A to point B over aerial imagery, leave cacti behind.
ca_es: Condueix un cotxe de carreres del punt A al B sobre imatge aèries

source: Streets
ca_es: Carrers

source: Motorway
ca_es: Autopista/Autovia

source: Edit Motorway
ca_es: Edita Autopista/Autovia

source: Reference
ca_es: Referència

source: Lanes
ca_es: Carrils

source: Max. speed (km/h)
ca_es: Velocitat màxima (km/h)

source: Surface
ca_es: Superfície

source: paved
ca_es: pavimentat

source: unpaved
ca_es: no pavimentat

source: asphalt
ca_es: asfalt

source: concrete
ca_es: formigó

source: metal
ca_es: metall

source: wood
ca_es: fusta

source: paving_stones
ca_es: empedrat

source: cobblestone
ca_es: llambordes

source: gravel
ca_es: grava

source: pebblestone
ca_es: còdols

source: compacted
ca_es: compactat

source: grass_paver
ca_es: Paviment de gelosia amb gespa

source: grass
ca_es: herba

source: sand
ca_es: sorra

source: ground
ca_es: sòl

source: Oneway
ca_es: Sentit únic

source: Bridge
ca_es: Pont

source: Tunnel
ca_es: Túnel

source: Cutting
ca_es: Secció en desmunt

source: Embankment
ca_es: Terraplè

source: Lit
ca_es: Llum

source: Toll
ca_es: Peatge

source: Motorway Link
ca_es: Enllaç d''autopista

source: Edit Motorway Link
ca_es: Modifica enllaç d''autopista

source: Trunk
ca_es: Via ràpida

source: Edit Trunk
ca_es: Edita via ràpida

source: Motorroad
ca_es: Autovia

source: Trunk Link
ca_es: Enllaç de via ràpida

source: Edit Trunk Link
ca_es: Edita enllaç de via ràpida

source: Primary
ca_es: Principal

source: Edit Primary Road
ca_es: Edita carretera principal

source: Incline
ca_es: Pendent

source: Primary Link
ca_es: Enllaç de via Principal

source: Edit Primary Link
ca_es: Edita enllaç de via principal

source: Secondary
ca_es: Secundària

source: Edit Secondary Road
ca_es: Edita carretera secundària

source: Secondary Link
ca_es: Enllaç de via secundària

source: Edit Secondary Link
ca_es: Modifica enllaç de via secundària

source: Tertiary
ca_es: Terciària

source: Edit Tertiary Road
ca_es: Edita carretera terciària

source: Tertiary Link
ca_es: Enllaç de via terciària

source: Edit Tertiary Link
ca_es: Modifica enllaç de via terciària

source: Unclassified
ca_es: Sense referència

source: Edit Unclassified Road
ca_es: Edita carretera sense referència

source: Passing Places
ca_es: Llocs de pas

source: Width (meters)
ca_es: Amplada (metres)

source: Residential
ca_es: Carrer

source: Edit Residential Street
ca_es: Edita carrer

source: Bicycle Road
ca_es: Carrer per bicicletes

source: Edit Bicycle Road
ca_es: Modifica carrer per bicicletes

source: Highway type
ca_es: Tipus de carretera

source: service
ca_es: via de servei

source: unclassified
ca_es: sense classificació

source: path
ca_es: camí

source: cycleway
ca_es: carril bici

source: Vehicle access
ca_es: Accés de vehicles

source: yes
ca_es: sí

source: destination
ca_es: destinació

source: Oneway for bicycle
ca_es: Sentit únic per bicicletes

source: Living Street
ca_es: Zona Residencial (20)

source: Edit Living Street
ca_es: Edita zona residencial (20)

source: Pedestrian
ca_es: Carrer per vianants

source: Edit Pedestrian Street
ca_es: Edita carrer per vianants

source: Area
ca_es: Àrea

source: Service
ca_es: Via de servei

source: Edit Service Way
ca_es: Modifica Service Way

source: Service way type
ca_es: Tipus de via de servei

source: alley
ca_es: carreró

source: driveway
ca_es: entrada de vehicles

source: parking_aisle
ca_es: via d''aparcament

source: drive-through
ca_es: accés a servei amb cotxe (drive-through)

source: Parking Aisle
ca_es: Via d''aparcament

source: Edit Parking Aisle
ca_es: Edita via d''aparcament

source: Road (Unknown Type)
ca_es: Carretera (tipus no conegut)

source: Edit Road of unknown type
ca_es: Edita carretera de tipus no conegut

source: Construction
ca_es: En construcció

source: Edit Highway Under Construction
ca_es: Edita via en construcció

source: Junction
ca_es: Cruïlla

source: roundabout
ca_es: rotonda

source: jughandle
ca_es: desviament

source: Road Restrictions
ca_es: Restriccions a la via

source: Edit Road Restrictions
ca_es: Edita les restriccions a la via

source: No exit (cul-de-sac)
ca_es: Sense sortida (cul de sac)

source: Transport mode restrictions
ca_es: Restriccions del mode de transport

source: General Access
ca_es: Accés general

source: delivery
ca_es: lliurament

source: permissive
ca_es: permissiu

source: private
ca_es: privat

source: customers
ca_es: clients

source: agricultural
ca_es: agrícola

source: forestry
ca_es: forestal

source: official
ca_es: oficial

source: designated
ca_es: designat

source: Horse
ca_es: Cavall

source: Vehicles per type
ca_es: Vehicles per tipus

source: All vehicles
ca_es: Tots els vehicles

source: Motor vehicles
ca_es: Vehicles de motor

source: Motorcycle
ca_es: Motocicleta

source: Motorcar
ca_es: Automòbil

source: Light Commercial Vehicles (goods)
ca_es: Vehicles comercials lleugers (de mercaderies)

source: Heavy Goods Vehicles (hgv)
ca_es: Vehicles pesants (camions)

source: Vehicles per use
ca_es: Vehicles per ús

source: Agricultural
ca_es: Agrícola

source: Emergency vehicles
ca_es: Vehicles d''emergència

source: High-occupancy vehicles (hov)
ca_es: Vehicles amb alta ocupació (VAO)

source: Public Service Vehicles (psv)
ca_es: Vehicles de servei públic (SP)

source: Tourist buses
ca_es: Autobús turístic

source: Min. speed (km/h)
ca_es: Velocitat Min (km/h)

source: Max. weight (tonnes)
ca_es: Màx. pes (tones)

source: Max. axleload (tonnes)
ca_es: Màx. pes per eix (en tones)

source: Max. height (meters)
ca_es: Màx. alçada (en metres)

source: Max. width (meters)
ca_es: Màx. amplada (metres)

source: Max. length (meters)
ca_es: Màx. longitud (m)

source: Overtaking
ca_es: Avançament

source: both
ca_es: ambdós

source: forward
ca_es: endavant

source: backward
ca_es: enrera

source: Roundabout
ca_es: Rotonda

source: Edit Junction
ca_es: Edita Cruïlla

source: motorway
ca_es: autopista

source: motorway_link
ca_es: autopista_enllaç

source: trunk
ca_es: via_rapida

source: trunk_link
ca_es: via_rapida_enllaç

source: primary
ca_es: principal

source: primary_link
ca_es: principal_enllaç

source: secondary
ca_es: secundaria

source: tertiary
ca_es: terciaria

source: living_street
ca_es: carrer_zona_residencial

source: bus_guideway
ca_es: via per autobusos amb sistema de guiatge

source: construction
ca_es: construcció

source: Edit Bridge
ca_es: Edita Pont

source: viaduct
ca_es: viaducte

source: swing
ca_es: giratori

source: aqueduct
ca_es: aqüeducte

source: Ford
ca_es: Gual

source: Edit Ford
ca_es: Edita Gual

source: Ways
ca_es: Altres vies

source: Track
ca_es: Pista / Camí rural

source: Edit Track
ca_es: Edita pista o camí rural

source: Tracktype
ca_es: Tipus de pista o camí rural

source: grade1
ca_es: grau1

source: grade2
ca_es: grau2

source: grade3
ca_es: grau3

source: grade4
ca_es: grau4

source: grade5
ca_es: grau5

source: MTB Scale
ca_es: Escala BTT

source: General access
ca_es: Accés general

source: Path
ca_es: Corriol/Sender

source: Edit Path
ca_es: Edita corriol o sender

source: SAC Scale
ca_es: Escala SAC

source: T1 - hiking trail
ca_es: T1 - ruta excursionista

source: Trail well cleared. Area flat or slightly sloped, no fall hazard
ca_es: Ruta ben neta. Àrea plana o lleugerament inclinada, sense perill de caiguda

source: T2 - mountain hiking trail
ca_es: T2 - ruta excursionista de muntanya

source: Trail with continuous line and balanced ascent. Terrain partially steep, fall hazard possible
ca_es: Ruta en línia contínua i ascens equilibrat. Terreny amb parts dretes, possible perill de caiguda

source: T3 - difficult, exposed hiking trail
ca_es: T3 - difícil, ruta excursionista exposada

source: exposed sites may be secured with ropes or chains, possible need to use hands for balance. Partly exposed sites with fall hazard, scree, pathless jagged rocks
ca_es: els llocs exposats es poden assegurar amb cordes o cadenes, possible necessitat d''utilitzar les mans per mantenir l''equilibri. Llocs parcialment protegits amb risc de caiguda, pedregar, roques dentades sense ruta

source: T4 - difficult, exposed, steep alpine trail
ca_es: T4 - ruta difícil, exposada i alpina

source: sometimes need for hand use to get ahead. Terrain quite exposed, precarious grassy acclivities, jagged rocks, facile snow-free glaciers
ca_es: En certs llocs cal utilitzar les mans per avançar. Terreny força exposat, pendents herboses inestables, roques cantelludes. Glaceres i neus perpètues amb perill de caiguda.

source: T5 - difficult alpine trail with climbing
ca_es: T5 - ruta alpina difícil amb escalada

source: single plainly climbing up to second grade. Exposed, demanding terrain, jagged rocks, few dangerous glacier and snow
ca_es: escalada individual fins al segon grau. Exposada, roques del terreny dentades, glaceres i neu una mica perilloses

source: T6 - hazardous alpine trail with climbing
ca_es: T6 - ruta perillosa d''escalada alpina

source: climbing up to second grade. Often very exposed, precarious jagged rocks, glacier with danger to slip and fall
ca_es: escalada de segon grau. Sovint, molt exposada,precarietat de roques escarpades, glaceres amb perill de relliscar i caure

source: Visibility
ca_es: Visibilitat

source: excellent
ca_es: exceŀlent

source: good
ca_es: bona

source: intermediate
ca_es: regular

source: bad
ca_es: dolenta

source: horrible
ca_es: pèssima

source: Wheelchairs
ca_es: Cadires de rodes

source: Ski
ca_es: Esquí

source: Snowmobile
ca_es: Moto de neu

source: Dedicated Bridleway
ca_es: Camí de ferradura

source: Edit Bridleway
ca_es: Editar camí de ferradura

source: Cycle Lane/Track
ca_es: Carril bici/Pista

source: Edit Cycle Lane or Track
ca_es: Modifica carril bici o pista

source: Cycleway
ca_es: Via ciclista

source: lane
ca_es: carril

source: track
ca_es: pista

source: opposite_lane
ca_es: carril_oposat

source: opposite_track
ca_es: carril_oposat

source: opposite
ca_es: oposat

source: share_busway
ca_es: compartit_amb_bus

source: shared_lane
ca_es: carril_compartit

source: Cycleway left
ca_es: Via ciclista a l''esquerra

source: Cycleway right
ca_es: Via ciclista a la dreta

source: Oneway (bicycle)
ca_es: Unidireccional (bicicleta)

source: Edit Highway Attributes:
ca_es: Modifica els atributs de la via

source: Highway
ca_es: Carretera

source: Dedicated Cycleway
ca_es: Via ciclista exclusiva

source: Edit Cycleway
ca_es: Edita Via ciclista

source: Pedestrians
ca_es: Peatonal

source: Segregated Foot- and Cycleway
ca_es: Via ciclista i peatonal segregada

source: Combined Foot- and Cycleway
ca_es: Via ciclista i peatonal combinada

source: Dedicated Footway
ca_es: Vorera peatonal exclusiva

source: Edit Footway
ca_es: Edita vorera

source: Steps
ca_es: Escales

source: Edit Flight of Steps
ca_es: Edita tram d''escales

source: Amount of Steps
ca_es: Quantitat d''esglaons

source: Waypoints
ca_es: Punts de la via

source: Motorway Junction
ca_es: Cruïlla de l''autopista/autovia

source: Edit Motorway Junction
ca_es: Edita cruïlla de l''autopista/autovia

source: Number
ca_es: Nombre

source: Exit to
ca_es: Surt per

source: Services
ca_es: Àrea de servei

source: Edit Service Station
ca_es: Edita Àrea de Servei

source: Operator
ca_es: Operador

source: Toilets
ca_es: Lavabos

source: Rest Area
ca_es: Àrea de descans

source: Edit Rest Area
ca_es: Edita Àrea de Descans

source: Drinking Water
ca_es: Aigua potable

source: Traffic Signal
ca_es: Semàfor

source: Edit Traffic Signal
ca_es: Modifica senyal de trànsit

source: Optional crossing attributes:
ca_es: Atributs opcional d''una cruïlla:

source: Pedestrian crossing type
ca_es: Tipus de pas de vianants

source: uncontrolled
ca_es: sense control

source: unmarked
ca_es: sense marcar

source: Crossing type name (UK)
ca_es: Nom de Tipus de Cruïlla (Regne Unit)

source: pelican
ca_es: pelicà

source: toucan
ca_es: tucà

source: puffin
ca_es: fraret

source: pegasus
ca_es: pegàs

source: tiger
ca_es: tigre

source: Crossing attendant
ca_es: Cruïlla assistida

source: Cross by bicycle
ca_es: Cruïlla amb bicicleta

source: Cross on horseback
ca_es: Cruïlla a cavall

source: Give way
ca_es: Cediu el pas

source: Mini-roundabout
ca_es: Minirotonda

source: Edit Mini-Roundabout
ca_es: Modifica mini-rotonda

source: Direction
ca_es: Direcció

source: clockwise
ca_es: sentit de les agulles del rellotge

source: Pedestrian Crossing
ca_es: Pas de vianants

source: Edit Pedestrian Crossing
ca_es: Modifica pas de vianants

source: Traffic Calming
ca_es: Pacificació del trànsit

source: Edit Traffic Calming
ca_es: Edita pacificació del trànsit

source: bump
ca_es: elevador

source: chicane
ca_es: xican

source: choker
ca_es: collaret

source: cushion
ca_es: esmorteidor

source: hump
ca_es: gepa

source: rumble_strip
ca_es: banda rugosa

source: table
ca_es: taula

source: Passing Place
ca_es: Lloc de Passants

source: Turning Circle
ca_es: Cercle de gir

source: City Limit
ca_es: Límit de població

source: Edit City Limit Sign
ca_es: Edita senyal de límit de població

source: Second Name
ca_es: Segon nom

source: Speed Camera
ca_es: Radar

source: Grit Bin
ca_es: Contenidor d''obra

source: Mountain Pass
ca_es: Coll

source: Edit Mountain Pass
ca_es: Modifica coll

source: Elevation
ca_es: Elevació

source: Barriers
ca_es: Barreres

source: Block
ca_es: Bloc

source: Edit Block
ca_es: Edita bloc

source: Allowed traffic:
ca_es: Trànsit permès:

source: stone
ca_es: pedra
